Autodesk.Revit.DB.InstanceNode
An output node that represents an instance of a geometry. It can be an instance of FamilyInstance, or it can be and instance of a part of symbol's geometry.
Remarks:
See also: Autodesk::Revit::DB::IExportContext::OnInstanceBegin.
The Autodesk.Revit.DB.SymbolGeometryId. contains the data for comparing if two InstanceNode points to the same geometry.
Since:
2014